{
  "app_name": "Application de Service Communautaire",
  "tagline": "Améliorer l'Ontario, un signalement à la fois.",
  "description": "Notre application permet aux résidents de l'Ontario de signaler et de suivre des problèmes publics tels que les nids-de-poule, les dépôts illégaux et les lampadaires défectueux — rendant le gouvernement local plus transparent et réactif.",

  "login": "Se connecter",
  "register": "S'inscrire",
  "about_us": "À propos de nous",
  "about_text_1": "L'Application de Service Communautaire révolutionne la façon dont les résidents de l'Ontario signalent et suivent les problèmes publics. Contrairement aux méthodes traditionnelles qui nécessitent des appels téléphoniques, des courriels ou des visites en personne dans plusieurs départements, notre plateforme offre une solution numérique unifiée qui rationalise l'ensemble du processus.",
  "about_text_2": "Le signalement traditionnel des plaintes implique souvent de longues attentes, des documents perdus et un manque de transparence. Notre application élimine ces points de friction en offrant un suivi en temps réel, des notifications instantanées, des téléchargements de photos, un marquage GPS et des mises à jour de statut automatisées. Les résidents peuvent maintenant signaler des problèmes en moins de 2 minutes et recevoir une confirmation immédiate avec des numéros de suivi.",
  "about_text_3": "Avec le support multilingue (anglais/français), l'accès sécurisé basé sur les rôles et les analyses complètes, notre plateforme garantit que chaque problème est correctement catégorisé, assigné et résolu efficacement. Les départements gouvernementaux bénéficient de flux de travail organisés, tandis que les résidents jouissent d'une transparence sans précédent et de temps de résolution plus rapides.",

  "how_it_works": "Comment ça marche",
  "step_1": "Inscription ou Connexion",
  "step_1_desc": "Créez votre compte pour accéder au système de signalement.",
  "step_2": "Signaler un problème",
  "step_2_desc": "Soumettez des plaintes avec lieu, photo et description.",
  "step_3": "Suivi et notifications",
  "step_3_desc": "Recevez une notification lorsque le problème est reconnu et résolu.",

  "benefits_title": "Pourquoi choisir notre application?",
  "benefits_subtitle": "Comparez le processus traditionnel vs. notre solution numérique",
  
  "traditional_process": "Processus Traditionnel",
  "digital_solution": "Solution Numérique",
  
  "traditional_step_1": "Appeler plusieurs départements",
  "traditional_step_2": "Attendre en ligne 15-30 minutes",
  "traditional_step_3": "Fournir des informations verbalement",
  "traditional_step_4": "Recevoir un numéro de référence",
  "traditional_step_5": "Aucun moyen de suivre les progrès",
  "traditional_step_6": "Suivi avec plusieurs appels",
  "traditional_step_7": "Attendre des semaines pour la résolution",
  "traditional_step_8": "Aucune transparence ou mise à jour",
  
  "digital_step_1": "Soumettre un rapport en 2 minutes",
  "digital_step_2": "Confirmation et suivi instantanés",
  "digital_step_3": "Télécharger des photos et localisation GPS",
  "digital_step_4": "Mises à jour de statut en temps réel",
  "digital_step_5": "Notifications par email et dans l'application",
  "digital_step_6": "Suivre les progrès 24/7",
  "digital_step_7": "Temps de résolution plus rapides",
  "digital_step_8": "Transparence complète",
  
  "time_saved": "Temps Économisé",
  "time_saved_desc": "De 30+ minutes à moins de 2 minutes par rapport",
  "transparency": "Transparence",
  "transparency_desc": "Mises à jour en temps réel vs. aucune visibilité",
  "efficiency": "Efficacité",
  "efficiency_desc": "Flux de travail automatisés vs. processus manuels",
  "accessibility": "Accessibilité",
  "accessibility_desc": "Accès 24/7 vs. heures de bureau seulement",

  "features_title": "Fonctionnalités Clés",
  "feature_1_title": "Signalement Instantané",
  "feature_1_desc": "Soumettez des problèmes avec des photos, localisation GPS et descriptions détaillées en moins de 2 minutes",
  "feature_2_title": "Suivi en Temps Réel",
  "feature_2_desc": "Surveillez les progrès de votre problème de la soumission à la résolution avec des mises à jour de statut en direct",
  "feature_3_title": "Notifications Intelligentes",
  "feature_3_desc": "Recevez des notifications par email et dans l'application pour chaque changement de statut et mise à jour",
  "feature_4_title": "Support Multilingue",
  "feature_4_desc": "Support complet en anglais et français pour servir la population diverse de l'Ontario",
  "feature_5_title": "Preuves Photographiques",
  "feature_5_desc": "Téléchargez plusieurs photos pour fournir des preuves claires du problème",
  "feature_6_title": "Localisation GPS",
  "feature_6_desc": "Détection automatique de localisation ou saisie manuelle d'adresse pour une localisation précise du problème",
  "feature_7_title": "Escalade de Priorité",
  "feature_7_desc": "Problèmes critiques automatiquement escaladés au personnel senior pour une attention immédiate",
  "feature_8_title": "Tableau de Bord Analytique",
  "feature_8_desc": "Les départements gouvernementaux peuvent suivre les tendances, les temps de réponse et les taux de résolution",

  "team_title": "Rencontrez l'équipe",

  "footer": "© 2025 Application de Service Communautaire – ReportEase. Tous droits réservés."
}
